{
  "nav": {
    "home": "Accueil",
    "services": "Services",
    "about": "À propos",
    "contact": "Contact",
    "projects": "Projets"
  },
  "footer": {
    "promotionFooter": "Profitez d'une remise de 10% sur votre prochain projet! Abonnez-vous à notre newsletter."
  },
  "home": {
    "welcomeMessage": "Création de rêves,<br/>Livraison de résultats",
    "ourMission": "Nous sommes une agence basée à Waterloo, en Ontario, spécialisée dans le développement et la conception de sites web pour les entreprises émergentes et de taille moyenne. Notre mission est de créer des sites web dynamiques avec des mécanismes attrayants et intuitifs qui génèrent un impact sur l'avenir de l'activité de chacun de nos clients.",
    "whyUs": {
      "title": "Pourquoi nous choisir?",
      "reasonOneTitle": "Élargissez les Horizons : Un Design Captivant",
      "reasonOneDescription": "Un site web élargit les horizons d'une entreprise et augmente le nombre de personnes ayant accès à votre produit. Notre équipe se chargera d'élargir ces horizons en présentant un effet exceptionnel et accrocheur.",
      "reasonTwoTitle": "Révolutionnez l'Attrait : Présentation Dynamique",
      "reasonTwoDescription": "Évitez de simplement montrer votre produit ou service. Découvrez des moyens révolutionnaires de le présenter pour le rendre plus attrayant pour les clients. Notre équipe se chargera de générer une image bien plus frappante pour les clients.",
      "reasonThreeTitle": "Convertissez les Prospects : Design Dynamique de Confiance",
      "reasonThreeDescription": "Faites en sorte que la dynamique de votre site web convertisse vos prospects en clients payants. Notre équipe donnera à votre site web un design attrayant et le dotera de mécanismes qui inspireront confiance et professionnalisme lors de la navigation.",
      "reasonFourTitle": "Excellence Personnalisée : Des Sites Uniques",
      "reasonFourDescription": "Ne vous inquiétez pas de votre marché de niche, car notre équipe est flexible et capable de s'adapter à différents besoins, créant des sites web uniques et personnalisés qui sont attrayants, peu importe le type d'entreprise."
    },
    "services": {
      "title": "Nos services",
      "tableHeaderOne": "TYPE",
      "tableHeaderTwo": "DESCRIPTION"
    },
    "projects": {
      "title": "Nos projets"
    },
    "contact": {
      "title": "Créons,<br/>Livrons.",
      "formTitle": "Que pouvons-nous faire pour vous?"
    }
  },
  "services": {
    "welcomeMessage": "Nous croyons en votre réussite : Découvrez nos services de renforcement de marque",
    "stats": {
      "statOne": "97% des consommateurs recherchent des entreprises locales en ligne. <span class='orangeText'>Avoir un site web garantit que votre entreprise est repérable.</span>",
      "statTwo": "Les petites entreprises ayant une présence en ligne et un site web <span class='orangeText'>croissent 40% plus rapidement</span> que celles qui n'en ont pas.",
      "statThree": "Les sites web génerènt <span class='orangeText'>3 fois plus de prospects et de ventes</span> que les méthodes traditionnelles"
    },
    "options": {
      "service1": {
        "title": "Conception et Développement Web",
        "subtitle": "Services de Conception UX/UI",
        "shortDescription": "Votre site web est le visage de votre entreprise dans le monde numérique. Notre équipe talentueuse de concepteurs et de développeurs crée des sites web visuellement époustouflants et conviviaux qui laissent une impression durable sur votre public. <i class='orangeText'>En mettant l'accent sur le design réactif et la fonctionnalité transparente, nous nous assurons que votre présence en ligne se démarque.</i>",
        "description": "Nous nous spécialisons dans la mise en vie de la présence en ligne de votre marque grâce à une conception et un développement web innovants. Notre équipe d'esprits créatifs et d'experts techniques collabore étroitement avec vous pour créer des sites web qui captivent non seulement les utilisateurs, mais génèrent également des résultats tangibles. Avec un sens aigu de l'esthétique et de l'expérience utilisateur, nous concevons des sites web visuellement époustouflants et hautement intuitifs. Qu'il s'agisse d'une page de destination captivante ou d'une plateforme de commerce électronique complète, nos conceptions sont adaptées pour résonner avec votre public cible, garantissant un parcours en ligne engageant et mémorable. <br/> Derrière chaque conception exceptionnelle se trouve un processus de développement solide. <br/>Nos développeurs qualifiés utilisent des technologies de pointe pour créer des sites web qui sont non seulement visuellement attrayants, mais fonctionnent également parfaitement sur différents appareils et plateformes. Nous accordons la priorité à une navigation transparente, des temps de chargement rapides et des mises en page réactives, garantissant une expérience utilisateur exceptionnelle pour tous les visiteurs."
      },
      "service2": {
        "title": "Search Engine Optimization (SEO)",
        "subtitle": "",
        "shortDescription": "Libérez le véritable potentiel du trafic organique de recherche grâce à nos stratégies SEO axées sur les données. <i class='orangeText'>Nous utilisons les derniers outils et les informations de l'industrie pour optimiser le classement de votre site web sur les moteurs de recherche, générant ainsi un flux constant de trafic ciblé vers votre site.</i>",
        "description": "Nous nous spécialisons dans la mise en vie de la présence en ligne de votre marque grâce à une conception et un développement web innovants. Notre équipe d'esprits créatifs et d'experts techniques collabore étroitement avec vous pour créer des sites web qui captivent non seulement les utilisateurs, mais génèrent également des résultats tangibles. Avec un sens aigu de l'esthétique et de l'expérience utilisateur, nous concevons des sites web visuellement époustouflants et hautement intuitifs. Qu'il s'agisse d'une page de destination captivante ou d'une plateforme de commerce électronique complète, nos conceptions sont adaptées pour résonner avec votre public cible, garantissant un parcours en ligne engageant et mémorable. <br/> Derrière chaque conception exceptionnelle se trouve un processus de développement solide. <br/>Nos développeurs qualifiés utilisent des technologies de pointe pour créer des sites web qui sont non seulement visuellement attrayants, mais fonctionnent également parfaitement sur différents appareils et plateformes. Nous accordons la priorité à une navigation transparente, des temps de chargement rapides et des mises en page réactives, garantissant une expérience utilisateur exceptionnelle pour tous les visiteurs."
      },
      "service3": {
        "title": "Marketing par Email",
        "subtitle": "",
        "shortDescription": "Exploitez la puissance des campagnes par email pour nourrir les leads et entretenir les relations avec les clients. <i class='orangeText'>Notre équipe d'experts vous aidera à créer et à exécuter des stratégies de marketing par email qui favorisent les conversions et augmentent les revenus.</i>",
        "description": "Nous nous spécialisons dans la mise en vie de la présence en ligne de votre marque grâce à une conception et un développement web innovants. Notre équipe d'esprits créatifs et d'experts techniques collabore étroitement avec vous pour créer des sites web qui captivent non seulement les utilisateurs, mais génèrent également des résultats tangibles. Avec un sens aigu de l'esthétique et de l'expérience utilisateur, nous concevons des sites web visuellement époustouflants et hautement intuitifs. Qu'il s'agisse d'une page de destination captivante ou d'une plateforme de commerce électronique complète, nos conceptions sont adaptées pour résonner avec votre public cible, garantissant un parcours en ligne engageant et mémorable. <br/> Derrière chaque conception exceptionnelle se trouve un processus de développement solide. <br/>Nos développeurs qualifiés utilisent des technologies de pointe pour créer des sites web qui sont non seulement visuellement attrayants, mais fonctionnent également parfaitement sur différents appareils et plateformes. Nous accordons la priorité à une navigation transparente, des temps de chargement rapides et des mises en page réactives, garantissant une expérience utilisateur exceptionnelle pour tous les visiteurs."
      }
    }
  },
  "projects": {
    "welcomeMessage": {
      "one": "Rêver,",
      "two": "Concevoir,",
      "three": "Créer,",
      "text": "Nous sommes fiers de chaque collaboration, utilisant les statistiques et l'analytique comme nos balises directrices pour naviguer dans le paysage numérique en constante évolution."
    }
  },
  "studyCases": {
    "projects": {
      "project1": {
        "id": 1,
        "completed": true,
        "info": {
          "link": "amazing-pet-grooming",
          "title": "Amazing Pet Grooming",
          "place": "Canada",
          "date": "2023",
          "tags": ["UI Design", "Web Development"],
          "technologies": ["React JS", "GSAP", "Tailwind CSS"]
        },
        "image": "/images/projects_grooming.png",
        "mockupImages": {
          "big": "/images/mockupBigGrooming.png",
          "mid": "/images/mockupMidGrooming.png",
          "sm": "/images/mockupSmGrooming.png"
        },
        "studyCase": {
          "image": "/images/study-main-grooming.png",
          "meet": "AmazingPetGrooming, une entreprise familiale dévouée au bien-être des animaux. Avec des succursales à Hamilton et à Cambridge, en Ontario, ils offrent des soins de première classe pour les chats et les chiens de toutes races et tailles. L'équipe expérimentée propose des services de toilettage sur mesure, garantissant le confort et le bonheur de votre animal de compagnie. Des bains apaisants aux coupes précises, l'équipe donne la priorité au bien-être de votre animal, visant à améliorer sa santé et son apparence. Découvrez leur approche dédiée au toilettage des animaux de compagnie en prenant rendez-vous dans l'une ou l'autre de leurs installations et constatez l'impact positif sur la vie de vos compagnons à quatre pattes.",
          "background": "Au Canada, un pays connu pour ses variations extrêmes de température et ses variations d'exposition à la lumière du soleil, les gens connaissent souvent des sautes d'humeur qui peuvent fragiliser la santé mentale. Par conséquent, les gens se tournent vers différentes méthodes pour aborder ce problème, et la compagnie d'un animal s'avère être l'une des façons les plus efficaces de résoudre ce problème. Tout comme ils veillent à notre bien-être mental avec loyauté et amour, nous devons leur fournir les soins appropriés pour les maintenir propres et heureux. Ce sentiment de devoir est à l'origine du concept d'AmazingPetGrooming pour les soins aux animaux de compagnie, offrant des services personnalisés et de haute qualité en réponse à ce besoin.",
          "development": [
            {
              "image": "/images/changes_grooming.png",
              "title": "Organization and Changements",
              "description": "Le développement d'Amazing Pet Grooming s'est construit sur une page web existante, que l'on pourrait appeler la version 1.0. Cependant, elle avait besoin de plus de dynamisme et contenait de nombreux designs répétitifs et peu attrayants pour les leads et les clients. Cette situation précédente a conduit à une refonte complète de la page, axée sur les animations, l'organisation, les menus de sélection et le contenu visuel global."
            },
            {
              "image": "/images/booking_process.gif",
              "title": "Processus de Réservation",
              "description": "Pour le processus de réservation, que ce soit pour un chat ou un chien, vous aurez la possibilité de choisir parmi plusieurs services pour votre animal de compagnie, allant des soins comme la coupe de cheveux à une journée spa. Une fois que vous aurez choisi le service désiré, on vous demandera des informations supplémentaires, telles que votre emplacement préféré et le type de forfait que vous souhaitez. Dans le cas d'un chien, vous serez invité à indiquer sa taille en fonction des modèles 3D fournis, allant de S à XL. Après avoir complété ces étapes, vous aurez la possibilité de choisir un membre spécifique de l'équipe Amazing Pet Grooming. Ensuite, un écran de confirmation apparaîtra, et un calendrier s'affichera pour finaliser la réservation. À ce stade, votre rendez-vous sera fixé, garantissant que votre animal reçoive les meilleurs soins possibles."
            }
          ],
          "challenges": "Dans le developement de cette projet nous avons non seulement pu nous connecter avec nos animaux de compagnie et apprécier les excellents soins qui leur sont prodigués, mais nous avons également intégré des techniques de conception innovantes. Ces techniques comprennent l'utilisation d'éléments 3D pour offrir aux utilisateurs un guide plus complet et interactif. De plus, plusieurs fonctionnalités ont été intégrées, telles que des cartes.",
          "figmaDesigns": ["/images/figmaDesktopGrooming.png"],
          "designSystem": {
            "typography": [
              { "heading": "H1 heavy", "desktop": "171px", "mobile": "80px" },
              { "heading": "H2 heavy", "desktop": "80px", "mobile": "60px" },
              { "heading": "H3 heavy", "desktop": "50px", "mobile": "40px" },
              { "heading": "H4 medium", "desktop": "45px", "mobile": "30px" },
              { "heading": "H5 regular", "desktop": "36px", "mobile": "24px" },
              { "heading": "p regular", "desktop": "16px", "mobile": "16px" }
            ],
            "colors": [
              { "name": "Primary", "hex": "#65BFF8" },
              { "name": "Secondary", "hex": "#DDF2FF" },
              { "name": "White", "hex": "#FFFFFF" },
              { "name": "Black", "hex": "#2A2A2A" },
              { "name": "Gray", "hex": "#949494" },
              { "name": "Purple", "hex": "#7B1DF4" },
              { "name": "Pink", "hex": "#DF2C7C" },
              { "name": "Blue", "hex": "#3977EC" }
            ]
          }
        }
      },
      "project2": {
        "id": 2,
        "completed": true,
        "info": {
          "link": "pago-tienda",
          "title": "Pago Tienda",
          "place": "Argentina",
          "date": "2023",
          "tags": ["UI Design", "Web Development"],
          "technologies": ["React JS", "GSAP", "Tailwind CSS"]
        },
        "image": "/images/projects_pago_tienda.png",
        "mockupImages": {
          "big": "/images/mockupBigPago.png",
          "mid": "/images/mockupMidPago.png",
          "sm": "/images/mockupSmPago.png"
        },
        "studyCase": {
          "image": "/images/study-main-pago.png",
          "meet": "Pago Tienda est une page web où les partenaires commerciaux exposent et commercialisent leurs produits ou services afin que les clients puissent les acheter. Pago Tienda intègre la méthode de paiement en cryptomonnaie, qui est actuellement relativement récente et innovante en Argentine.",
          "background": "Dans un marché en expansion de grandes proportions, non seulement dans la région argentine, il est essentiel d'accéder au plus grand nombre de produits ou services rapidement et facilement. Dans le cas de l'Argentine, en raison de sa situation économique actuelle qui n'est pas du tout favorable, la monnaie locale a été dévaluée de manière abyssale. Cet événement a poussé les habitants de ce pays à recourir à différentes méthodes pour préserver leur liquidité, comme les dollars ou les cryptomonnaies. Cette situation a motivé l'équipe de Pago Tienda à concevoir une boutique en ligne avec des options de paiement telles que les cryptomonnaies.",
          "development": [
            {
              "image": "/images/development1-pago.png",
              "title": "Processus d'Inscrpition",
              "description": "Lors du processus d'inscription, les nouveaux users devront fournir des informations telles que leur adresse e-mail, leur nom et leurs adresses préférées pour les emplacements fréquents, et enfin, l'utilisateur sera invité à utiliser le portefeuille de cryptomonnaie pré-conçu pour faciliter les paiements futurs."
            },
            {
              "image": "/images/development1-pago.png",
              "title": "Organisation et Caractéristiques",
              "description": "Pago Tienda a été développé en différentes phases. La première consistait à étudier la popularité des cryptomonnaies dans la région. Pendant la deuxième phase, des établissements et des entreprises prêts à accepter les paiements en cryptomonnaies ont été recherchés. La troisième phase consistait à concevoir la page web, et la quatrième phase était le développement de la page web."
            },
            {
              "image": "/images/development3-pago.png",
              "title": "Processus d'Achat",
              "description": "Une fois que vous avez sélectionné tous les produits que vous souhaitez, il y aura une section appelée 'panier', la section pour effectuer le paiement de votre achat. On vous demandera certaines informations telles que l'adresse de livraison et le nom du client. Pour le paiement, dans ce cas, avec la méthode de paiement intégrée avec les cryptomonnaies liées au portefeuille développé pour rendre le processus d'achat plus accessible, un dépôt de la cryptomonnaie avec laquelle vous décidez de payer sera effectué, et il ne vous restera plus qu'à attendre et profiter de votre commande."
            }
          ],
          "challenges": "Pendant le développement, nous avons acquis de l'expérience dans la conception et la création de boutiques en ligne de type e-commerce, y compris leurs sections respectives, les paniers d'achat et la catégorisation des produits. Un défi supplémentaire pour ce cas était l'intégration de PagoLinea avec PagoTienda, une solution conçue pour rationaliser le processus d'achat.",
          "figmaDesigns": [
            "/images/figmaDesktopPago.png",
            "/images/figmaMobilePago.png"
          ],
          "designSystem": {
            "typography": [
              { "heading": "H1 bold", "desktop": "64px", "mobile": "32px" },
              { "heading": "H2 bold", "desktop": "48px", "mobile": "24px" },
              { "heading": "H3 bold", "desktop": "32px", "mobile": "22px" },
              { "heading": "H5 medium", "desktop": "22px", "mobile": "20px" },
              { "heading": "P regular", "desktop": "16px", "mobile": "14px" }
            ],
            "colors": [
              { "name": "Primary", "hex": "#960FCC" },
              { "name": "Secondary", "hex": "#F7EEFB" },
              { "name": "White", "hex": "#FFFFFF" },
              { "name": "Black", "hex": "#3E3E3E" },
              { "name": "Dark blue", "hex": "#28292C" },
              { "name": "Gray", "hex": "#828385" },
              { "name": "Light gray", "hex": "#B0B0B0" },
              { "name": "Main gradient", "hex": "#640A88" }
            ]
          }
        }
      },
      "project3": {
        "id": 3,
        "completed": false,
        "info": {
          "link": "pago-tienda",
          "title": "UnitradeFX",
          "place": "Argentina",
          "date": "2023",
          "tags": ["UI Design", "Web Development"],
          "technologies": ["React JS", "GSAP", "Tailwind CSS"]
        },
        "image": "/images/projects_copy.png",
        "mockupImages": {
          "big": "/images/mockupBigPago.png",
          "mid": "/images/mockupMidPago.png",
          "sm": "/images/mockupSmPago.png"
        },
        "studyCase": {
          "image": "/images/study-main-pago.png",
          "meet": "Pago Tienda is a web page where business partners exhibit and market their products or services so customers can purchase them. Pago Tienda Integrates the cryptocurrency payment method that is currently relatively recent and innovative in Argentina.",
          "background": "In a market that is expanding in large proportions, not only in the Argentine region, it is vital to access the most significant number of products or services quickly and easily. In the case of Argentina, due to its current economic situation, which is not favorable at all, the local currency has been devalued abysmally. This event has caused the inhabitants of this country to be forced to resort to different ways of preserving liquidity, such as dollars or cryptocurrencies. This situation has motivated the Pago Tienda team to design an online store with payment options like cryptocurrencies.",
          "development": [
            {
              "image": "/images/development1-pago.png",
              "title": "Registration processes.",
              "description": "To create a groundbreaking operating experience, the NODO Film Systems allowed camera operators to adjust the weight of the wheels, control mass and drag, and create different camera simulations."
            },
            {
              "image": "/images/development1-pago.png",
              "title": "Organization and features.",
              "description": "To create a groundbreaking operating experience, the NODO Film Systems allowed camera operators to adjust the weight of the wheels, control mass and drag, and create different camera simulations."
            },
            {
              "image": "/images/development3-pago.png",
              "title": "Purchase processes.",
              "description": "To create a groundbreaking operating experience, the NODO Film Systems allowed camera operators to adjust the weight of the wheels, control mass and drag, and create different camera simulations."
            }
          ],
          "challenges": "To create a groundbreaking operating experience, the NODO Film Systems allowed camera operators to adjust the weight of the wheels, control mass and drag, and create different camera simulations.",
          "figmaDesigns": [
            "/images/figmaDesktopPago.png",
            "/images/figmaMobilePago.png"
          ],
          "designSystem": {
            "typography": [
              { "heading": "H1 bold", "desktop": "64px", "mobile": "32px" },
              { "heading": "H2 bold", "desktop": "48px", "mobile": "24px" },
              { "heading": "H3 bold", "desktop": "32px", "mobile": "22px" },
              { "heading": "H5 medium", "desktop": "22px", "mobile": "20px" },
              { "heading": "P regular", "desktop": "16px", "mobile": "14px" }
            ],
            "colors": [
              { "name": "Primary", "hex": "#960FCC" },
              { "name": "Secondary", "hex": "#F7EEFB" },
              { "name": "White", "hex": "#FFFFFF" },
              { "name": "Black", "hex": "#3E3E3E" },
              { "name": "Dark blue", "hex": "#28292C" },
              { "name": "Gray", "hex": "#828385" },
              { "name": "Light gray", "hex": "#B0B0B0" },
              { "name": "Main gradient", "hex": "#640A88" }
            ]
          }
        }
      }
    },
    "text": {
      "context": {
        "title": "Quelques<br/>informations",
        "team": "Rencontrez l'equipe",
        "background": "Contexte"
      },
      "development": {
        "title": "Développement"
      },
      "designSystem": {
        "title": "Guide de<br/>Style",
        "table": {
          "typography": {
            "title": "Typographie",
            "heading": "Heading",
            "desktop": "Desktop",
            "mobile": "Mobile"
          },
          "colors": "Palette de couleurs"
        }
      }
    }
  },
  "about": {
    "welcomeMessage": "Nous vivons et respirons le design, l'innovation et le frisson d'aider les entreprises à croître.",
    "processes": [
      {
        "title": "Stratégie",
        "description": "Nous lançons chaque projet avec une stratégie axée sur les données qui pose les bases de votre succès. Notre équipe plonge profondément dans les informations du marché, le comportement des clients et les tendances de l'industrie pour élaborer un plan sur mesure qui s'aligne sur vos objectifs."
      },
      {
        "title": "Design",
        "description": "Nos magiciens du design donnent vie à l'imagination, en invoquant des visuels captivants qui laissent une impression durable. Des interfaces élégantes aux graphiques époustouflants, nous créons une expérience utilisateur enchanteresse qui garde les visiteurs sous le charme."
      },
      {
        "title": "Développement",
        "description": "Nos sorciers du développement travaillent leur magie, transformant le design en réalité fonctionnelle. Avec une technologie de pointe et une attention méticuleuse aux détails, nous tissons une toile de code sans faille qui alimente les performances de votre site web."
      }
    ]
  },
  "contact": {
    "welcomeMessage": "Créons,<br/>Livrons.",
    "formTitle": "Que pouvons-nous faire pour vous?"
  },
  "button": {
    "send": "Envoyer",
    "becomeClient": "Devenir un client",
    "visitSite": "Visiter le site web"
  }
}
