{
  "nav": {
    "home": "घर",
    "services": "सेवाएँ",
    "about": "हमारे बारे में",
    "contact": "संपर्क करें",
    "projects": "परियोजनाएँ"
  },
  "footer": {
    "promotionFooter": "अपने अगले परियोजना पर 10% छूट प्राप्त करें! हमारे समाचार पत्रिका की सदस्यता लें।"
  },
  "home": {
    "welcomeMessage": "सपने डिज़ाइन करें,<br/>परिणाम दें",
    "ourMission": "हम वॉटरलू, ऑन्टारियो में एक एजेंसी हैं जो उभरते हुए और मध्य बाजार के व्यवसायों के लिए वेबसाइट विकसित और डिज़ाइन करने के लिए समर्पित हैं। हमारा उद्देश्य है कि हम हर एक हमारे ग्राहकों के व्यवसाय के भविष्य पर प्रभाव डालने वाली जीवंत वेबसाइटें प्रस्तुत करें, जो आकर्षक और सरल उपकरणों के साथ होती हैं।",
    "whyUs": {
      "title": "हमें क्यों चुनें?",
      "reasonOneTitle": "Horizons बढ़ाना: प्रभावित डिज़ाइन",
      "reasonOneDescription": "एक वेबसाइट एक व्यवसाय के horizons को बढ़ाती है और उन लोगों की संख्या को बढ़ाती है जो आपके उत्पाद तक पहुंचते हैं। हमारी टीम एक अद्भुत और आकर्षक प्रभावित परिचय प्रस्तुत करके इन horizons को बढ़ाने का ध्यान रखेगी।",
      "reasonTwoTitle": "Appeal को क्रांति देना: जीवंत प्रस्तुति",
      "reasonTwoDescription": "अपने उत्पाद या सेवा को दिखाने से बचें। इसे आकर्षक बनाने के लिए उपयोग करने के नए तरीकों को खोजें। हमारी टीम ग्राहक के लिए अधिक आकर्षक चित्रण बनाने का इंतजाम करेगी।",
      "reasonThreeTitle": "लीड्स को बदल देना: विश्वसनीय जीवंत डिज़ाइन",
      "reasonThreeDescription": "अपनी वेबसाइट को डायनेमिक रूप से अपने लीड्स को भुगतने वाले ग्राहकों में बदल दें। हमारी टीम आपकी वेबसाइट को आकर्षक डिज़ाइन देगी और उसमें उन मैकेनिक्स को सजाएगी जो उसमें नेविगेशन करते समय भरोसा और व्यवसायिकता प्रदान करेंगे।",
      "reasonFourTitle": "टेलर्ड उत्कृष्टता: अद्वितीय वेबसाइटें",
      "reasonFourDescription": "अपनी नीचे की बाजार के लिए चिंता मत करें, क्योंकि हमारी टीम लचीली है और विभिन्न आवश्यकताओं को अनुकूल बनाने में सक्षम है, जो व्यवसाय हो चाहे वैसी आकर्षक और व्यक्तिगत वेबसाइटें बनाती हैं।"
    },
    "services": {
      "title": "हमारी सेवाएँ",
      "tableHeaderOne": "प्रकार",
      "tableHeaderTwo": "विवरण"
    },
    "projects": {
      "title": "हमारे प्रोजेक्ट्स"
    },
    "contact": {
      "title": "चलिए<br/>डिज़ाइन करें,<br/>चलिए<br/>प्रतिपदन करें।",
      "formTitle": "हम आपके लिए क्या कर सकते हैं?"
    }
  },
  "services": {
    "welcomeMessage": "हम आपकी सफलता में विश्वास करते हैं: हमारे ब्रांड एम्पावरमेंट सेवाएँ खुलकर",
    "stats": {
      "statOne": "97% ग्राहक स्थानीय व्यवसायों को ऑनलाइन खोजते हैं। <span class='orangeText'>एक वेबसाइट होने से आपका व्यवसाय प्राप्त किया जा सकता है।</span>",
      "statTwo": "छोटे व्यवसाय जिनमें ऑनलाइन उपस्थिति और वेबसाइट हैं <span class='orangeText'>40% तेजी से बढ़ रहे हैं</span> उनके तुलना में।",
      "statThree": "वेबसाइट <span class='orangeText'>3 गुना अधिक लीड्स और बिक्री</span> उत्पन्न करती हैं, पारंपरिक तरीकों के तुलना में।"
    },
    "options": {
      "service1": {
        "title": "वेब डिज़ाइन और विकास",
        "subtitle": "UX/UI डिज़ाइन सेवाएँ",
        "shortDescription": "आपकी वेबसाइट डिजिटल दुनिया में आपके व्यवसाय का चेहरा होती है। हमारे प्रतिभाशाली डिज़ाइनर और डेवलपर्स की महान टीम व्यक्तिगत रूप से आपके दर्शकों पर गहरा प्रभाव डालने वाली दृश्य सुंदर और उपयोगकर्ता मित्रपूर्ण वेबसाइट बनाती है। <i class='orangeText'>रिस्पॉन्सिव डिज़ाइन और संघटित कार्यक्षमता पर ध्यान केंद्रित करके, हम आपकी ऑनलाइन मौजूदगी को बढ़ावा देते हैं।</i>",
        "description": "हमारी वेब डिज़ाइन और विकास सेवा विभिन्न उद्योगों में व्यापक इंडस्ट्री के लिए आकर्षक डिजिटल पहचान बनाने की मूल स्थानीय है। हम बस वेबसाइट नहीं बनाते हैं; हम उन्हें परिणाम प्राप्त करने के लिए इंजीनियर करते हैं। हमारी कुशल डिज़ाइनर्स और डेवलपर्स की टीम आपके साथ निकट सहयोग करती है ताकि आपकी दृष्टि और उद्देश्यों को समझ सकें, यह सुनिश्चित करने के लिए कि हर पिक्सल और कोड की हर रेखा का एक उद्देश्य है। चाहे आपको शानदार वेबसाइट की आवश्यकता हो या आपकी मौजूदा ऑनलाइन मौजूदगी को सुधारना चाहें, हमारे विशेषज्ञ आपके विचारों को एक दृश्य में असरकारी, उपयोगकर्ता-मित्र और उच्च प्रदर्शन डिजिटल प्लेटफ़ॉर्म में बदल देंगे जो आपके दर्शकों को जकड़ने में मदद करेगा और कनवर्जन को प्रोत्साहित करेगा।"
      },
      "service2": {
        "title": "सर्च इंजन ऑप्टिमाइजेशन (SEO)",
        "subtitle": "",
        "shortDescription": "हमारे डेटा-ड्राइवन SEO रणनीतियों के साथ संघटित खोज यातायात की असली संभावना को खोलें। <i class='orangeText'>हम खोज इंजनों पर आपकी वेबसाइट की रैंकिंग को अनुकूलित करने के लिए नवीनतम उपकरण और उद्योग के दृष्टिकोण का उपयोग करते हैं, जिससे आपकी साइट पर निश्चित दिशा के यातायात का एक स्थिर प्रवाह होता है।</i>",
        "description": "विशाल डिजिटल भूमि में, सफलता की कुंजी दिखाई देना है। हमारी सर्च इंजन ऑप्टिमाइज़ेशन (SEO) सेवा आपके ब्रांड को सर्च इंजन के परिणामों के मुख्य भाग में पहुंचाने के लिए डिज़ाइन की गई है, यह सुनिश्चित करने के लिए कि संभावित ग्राहक आपको अपने प्रतिस्पर्धियों से पहले पाएं। सर्च इंजन एल्गोरिदम्स और नवीनतम उद्योग की प्रमुख प्रवृत्तियों के गहरे ज्ञान के साथ, हमारे SEO विशेषज्ञ सिद्ध किए गए रणनीतियों का उपयोग करते हैं ताकि आपकी वेबसाइट की रैंकिंग को बेहतर बनाया और उसकी ऑनलाइन प्राधिकृति को बढ़ावा दिला सकें। हम ख़ूबी से कीवर्ड्स की विश्लेषण करते हैं, पेज के तत्वों को अपशब्दीकरण करते हैं, और उच्च गुणवत्ता वाले बैकलिंक्स बनाते हैं ताकि आपकी जनक परिस्थितिकता बढ़ सके और आपका ऑर्गेनिक ट्रैफ़िक बढ़ सके। हमारे SEO के विशेषज्ञता के साथ, आपका व्यापार वह ऑनलाइन प्राधिकृति प्राप्त कर सकता है जिसे वह योग्य ट्रैफ़िक के साथ और आखिरकार, अधिक राजस्व प्राप्त कर सकता है।"
      },
      "service3": {
        "title": "ईमेल मार्केटिंग",
        "subtitle": "",
        "shortDescription": "लीड को पोषण देने और ग्राहक संबंध बनाए रखने के लिए ईमेल अभियांओं का सहारा लें। <i class='orangeText'>हमारी विशेषज्ञ टीम आपको संवर्धन बढ़ाने और राजस्व बढ़ाने वाले ईमेल मार्केटिंग रणनीतियों को बनाने और लागू करने में मदद करेगी।</i>",
        "description": "हमारी ईमेल मार्केटिंग सेवा के साथ व्यक्तिगत संवाद और व्यापारिक जुड़ाव की शक्ति का सहारा लें। हमारे डिजिटल एजेंसी पर, हम मानते हैं कि ईमेल आपके दर्शकों के साथ संबंध बनाने और कनवर्जन को प्रोत्साहित करने के लिए सबसे प्रभावी उपकरणों में से एक रहता है। हमारे अनुभवी ईमेल मार्केटर्स, आपके लक्ष्य ग्राहकों के साथ मेल खाते हैं और उन्हें प्रभावी रूप से तैयार किए गए प्रचारणा बनाते हैं जो आपके लक्ष्य दर्शकों के साथ मेल खाते हैं। हम आपके ईमेल सूची को खंडित करते हैं ताकि सही संदेश सही समय पर सही लोगों को पहुंचे, खुलने दर और क्लिक-थ्रू दर बढ़ाते हैं। आकर्षक डिज़ाइन से लेकर प्रेरणादायक कॉपी तक, हम सुनिश्चित करते हैं कि हर ईमेल जो हम भेजते हैं, आपके ब्रांड के मूल्यों और लक्ष्यों का प्रतिष्ठित करता है। हमारी ईमेल मार्केटिंग सेवा के साथ, आप नए ग्राहकों को बढ़ावा दे सकते हैं, विश्वासपात्र रख सकते हैं, और एक महत्वपूर्ण निवेश का महत्वपूर्ण लाभ प्राप्त कर सकते हैं, साथ ही अपने दर्शकों के साथ दीर्घकालिक संबंध बना सकते हैं।"
      }
    }
  },
  "projects": {
    "welcomeMessage": {
      "one": "सपना,",
      "two": "डिज़ाइन,",
      "three": "प्रस्तुत करें,",
      "text": "हम हर सहयोग में गर्व करते हैं, सांख्यिकी और विश्लेषण को हमारे मार्गदर्शक द्वीपकों के रूप में उपयोग करते हैं, जो हमें सदैव बदलते हुए डिजिटल दृश्य को नेविगेट करने में मदद करते हैं।"
    }
  },
  "studyCases": {
    "projects": {
      "project1": {
        "id": 1,
        "completed": true,
        "info": {
          "link": "amazing-pet-grooming",
          "title": "Amazing Pet Grooming",
          "place": "Canada",
          "date": "2023",
          "tags": ["UI Design", "Web Development"],
          "technologies": ["React JS", "GSAP", "Tailwind CSS"]
        },
        "image": "/images/projects_grooming.png",
        "mockupImages": {
          "big": "/images/mockupBigGrooming.png",
          "mid": "/images/mockupMidGrooming.png",
          "sm": "/images/mockupSmGrooming.png"
        },
        "studyCase": {
          "image": "/images/study-main-grooming.png",
          "meet": "अमेज़िंग पेट ग्रूमिंग, जो जानवर के कल्याण के प्रति समर्पित एक परिवारिक स्वामित्व वाला व्यवसाय है। हैमिल्टन और कैम्ब्रिज, ऑंटारियो में शाखाएँ हैं, जहाँ वे सभी प्रजातियों और आकारों के बिल्लियों और कुत्तों के लिए श्रेष्ठ देखभाल प्रदान करते हैं। अनुभवी टीम विशेष रूप से तैयारी देने की सेवाएँ प्रदान करती है, आपके पालतू जानवर की आराम और खुशी की सुनिश्चित करती है। सुखद स्नान से सटीक छवियों तक, टीम आपके पालतू जानवर की भलाइ को महत्वपूर्ण मानती है, उनके स्वास्थ्य और उनके रूप को सुधारने का उद्देश्य रखती है। अपने निर्धारित तरीके से पेट ग्रूमिंग के प्रति उनके समर्पित दृष्टिकोण का अनुभव करें, इन दोनों स्थानों में किसी भी समय अपॉइंटमेंट बुक करके और अपने बाल-बिल्लों के जीवन पर सकारात्मक प्रभाव को देखें।",

          "background": "कैनेडा में, एक देश के रूप में जाने जाने वाले बहुत अधिक तापमान के परिवर्तनों और सूरज की प्रकारभेदों के लिए, लोग अक्सर उन्हें मानसिक स्वास्थ्य को कुछ भी बना सकते हैं जो मानसिक स्वास्थ्य को कमजोर कर सकता है। इस परिणामस्वरूप, व्यक्तियाँ इस समस्या का समाधान करने के लिए विभिन्न तरीकों का सहारा लेती हैं, जिसमें पालतू जानवर की साथीपन सबसे प्रभावी तरीकों में से एक होती है। जैसे ही वे हमारे मानसिक भलाइ की देखभाल करते हैं वफादारी और प्यार के साथ, हमें उन्हें साफ और खुश रखने की उपयुक्त देखभाल प्रदान करनी चाहिए। इस कर्ज की भावना कहां से उत्पन्न हुई है, इस जरूरत के जवाब में अमेज़िंग पेट ग्रूमिंग की अवश्यकता के लिए व्यक्तिगत और श्रेष्ठ देखभाल की प्रस्तावना करने के रूप में उत्पन्न हुई है,।",
          "development": [
            {
              "image": "/images/changes_grooming.png",
              "title": "संगठन और परिवर्तन",
              "description": "अमेज़िंग पेट ग्रूमिंग के विकास का आधार परिस्थित एक मौजूदा वेबपेज पर बनाया गया था, जिसे संस्करण 1.0 के रूप में संदर्भित किया जा सकता है। हालांकि, इसमें और जीवंतता की आवश्यकता थी और यह लीड्स और ग्राहकों के लिए कई बार दोहरापन और अप्रिय डिज़ाइन्स को शामिल करता था। इस पूर्व स्थिति ने सम्पूर्ण पृष्ठ पुनर्विचार की ओर मोड़ दिया, जिसमें व्यापन, संगठन, चयन मेनू, और समग्र दृश्य सामग्र के माध्यम से फोकस किया गया।"
            },
            {
              "image": "/images/booking_process.gif",
              "title": "बुकिंग प्रक्रिया",
              "description": "बुकिंग प्रक्रिया के लिए, चाहे यह एक बिल्ली के लिए हो या एक कुत्ते के लिए हो, आपको अपने पालतू के लिए विभिन्न सेवाओं के साथ प्रस्तुत किया जाएगा, हेयर कटिंग जैसे देखभाल से लेकर एक स्पा दिन जैसी सेवाओं तक। एक बार जब आप चुनी हुई सेवा का चयन करते हैं, तो आपसे अतिरिक्त जानकारी की मांग की जाएगी, जैसे कि आपकी पसंदीदा स्थान और आपकी पसंद की पैकेज के प्रकार। कुत्ते के मामले में, आपको प्रदान किए गए 3D मॉडल्स के आधार पर उसके आकार को सूचित करने के लिए प्रोड्डिंग किया जाएगा, जिसमें S से XL तक के विकल्प हो सकते हैं। इन चरणों को पूरा करने के बाद, आपको अमेज़िंग पेट ग्रूमिंग के एक विशिष्ट सदस्य का चयन करने का विकल्प मिलेगा। इसके बाद, एक पुष्टि स्क्रीन प्रकट होगी, और बुकिंग को पुष्टि करने के लिए एक कैलेंडर प्रदर्शित किया जाएगा। उस समय, आपका अपॉइंटमेंट सेट हो जाएगा, इसके साथ ही सुनिश्चित किया जाएगा कि आपका पालतू पर्याप्त देखभाल प्राप्त करता है।"
            }
          ],
          "challenges": "इस परियोजना को विकसित करने ने हमें न केवल हमारे पालतू जानवरों से जुड़ने की अनुमति दी है और उन्हें उन्हें प्रदान की जाने वाली उत्कृष्ट देखभाल की मूल्यांकन करने की सौभाग्य भी प्राप्त हुआ है, बल्कि यह नवाचारी डिज़ाइन तकनीकों को भी शामिल करता है। इन तकनीकों में 3D तत्वों का उपयोग शामिल है ताकि उपयोगकर्ताओं को एक और अधिक व्यापक और इंटरैक्टिव गाइड प्रदान किया जा सके। इसके अलावा, कई विशेषताएँ भी एकीकृत की गई हैं, जैसे कि मानचित्र।",
          "figmaDesigns": ["/images/figmaDesktopGrooming.png"],
          "designSystem": {
            "typography": [
              { "heading": "H1 heavy", "desktop": "171px", "mobile": "80px" },
              { "heading": "H2 heavy", "desktop": "80px", "mobile": "60px" },
              { "heading": "H3 heavy", "desktop": "50px", "mobile": "40px" },
              { "heading": "H4 medium", "desktop": "45px", "mobile": "30px" },
              { "heading": "H5 regular", "desktop": "36px", "mobile": "24px" },
              { "heading": "p regular", "desktop": "16px", "mobile": "16px" }
            ],
            "colors": [
              { "name": "Primary", "hex": "#65BFF8" },
              { "name": "Secondary", "hex": "#DDF2FF" },
              { "name": "White", "hex": "#FFFFFF" },
              { "name": "Black", "hex": "#2A2A2A" },
              { "name": "Gray", "hex": "#949494" },
              { "name": "Purple", "hex": "#7B1DF4" },
              { "name": "Pink", "hex": "#DF2C7C" },
              { "name": "Blue", "hex": "#3977EC" }
            ]
          }
        }
      },
      "project2": {
        "id": 2,
        "completed": true,
        "info": {
          "link": "pago-tienda",
          "title": "Pago Tienda",
          "place": "Argentina",
          "date": "2023",
          "tags": ["UI Design", "Web Development"],
          "technologies": ["React JS", "GSAP", "Tailwind CSS"]
        },
        "image": "/images/projects_pago_tienda.png",
        "mockupImages": {
          "big": "/images/mockupBigPago.png",
          "mid": "/images/mockupMidPago.png",
          "sm": "/images/mockupSmPago.png"
        },
        "studyCase": {
          "image": "/images/study-main-pago.png",
          "meet": "पागो टिएंडा एक वेब पेज है जहाँ व्यवसाय साथी अपने उत्पादों या सेवाओं का प्रदर्शन और विपणन करते हैं ताकि ग्राहक उन्हें खरीद सकें। पागो टिएंडा एर्जेंटीना में मौजूद क्रिप्टोकरेंसी भुगतान विधि को एक बेहद हाल ही और नवाचारी तरीके से एकीकृत करता है।",

          "background": "एक बड़े प्रमाण में विस्तार हो रहे बाजार में, न केवल आर्जेंटीना क्षेत्र में, बल्कि अंतर्राष्ट्रीय बाजार में जल्दी और आसानी से सबसे बड़ी संख्या में उत्पाद या सेवाओं तक पहुँचना जीवनीय है। आर्जेंटीना के मामले में, वर्तमान आर्थिक स्थिति के कारण, जो किसी भी तरह से सुखकारी नहीं है, स्थानीय मुद्रा की मूल्य कम हो गई है। इस घटना ने इस देश के निवासियों को नकदी की रक्षा के विभिन्न तरीकों का सहारा लेने के लिए मजबूर किया है, जैसे कि डॉलर या क्रिप्टोकरेंसी की ओर रुखने के। यह स्थिति ने पागो टिएंडा टीम को एक ऑनलाइन स्टोर डिज़ाइन करने के लिए प्रोत्साहित किया है जिसमें क्रिप्टोकरेंसी जैसे भुगतान विकल्प शामिल हैं।",
          "development": [
            {
              "image": "/images/development1-pago.png",
              "title": "पंजीकरण प्रक्रिया",
              "description": "पंजीकरण प्रक्रिया के दौरान, नए उपयोगकर्ताओं से उनके ईमेल पते, नाम और आकस्मिक स्थानों के लिए पसंदीदा पतों जैसी जानकारी की मांग की जाएगी, और आखिर में, उपयोगकर्ता से भविष्य के भुगतान को सुगम बनाने के लिए पूर्व-डिज़ाइन क्रिप्टोकरेंसी वॉलेट का उपयोग करने के लिए कहा जाएगा।"
            },
            {
              "image": "/images/development1-pago.png",
              "title": "संगठन और विशेषताएँ",
              "description": "पागो टिएंडा को विभिन्न चरणों में विकसित किया गया था। पहला चरण था क्रिप्टोकरेंसीज की प्रशंसा का अध्ययन करना। दूसरे चरण के दौरान, क्रिप्टोकरेंसी भुगतान स्वीकार करने के इच्छुक स्थानों और व्यवसायों की तलाश की गई। तीसरा चरण वेब पेज का डिज़ाइन करने का था और चौथा चरण वेब पेज को विकसित करने का था।"
            },
            {
              "image": "/images/development3-pago.png",
              "title": "खरीदी प्रक्रिया",
              "description": "जब आपने जो भी उत्पाद खरीदने का निर्णय लिया है, तो एक ऐसा खरीददारी के लिए विभाग होगा, जिसे कार्ट कहा जाता है, आपके खरीददारी के लिए भुगतान करने का विभाग। आपसे कुछ जानकारी की मांग की जाएगी, जैसे कि वितरण पता और ग्राहक का नाम। भुगतान के लिए, इस मामले में, क्रिप्टोकरेंसी के साथ जुड़ी हुई भुगतान की विधि के साथ, जो खरीददारी प्रक्रिया को और पहुँचने योग्य बनाने के लिए विकसित किए गए वॉलेट से जुड़े हुए होते हैं, आपके द्वारा चुनी गई क्रिप्टो की जमा की जाएगी, और अब आपको बस इंतजार करना है और अपने ऑर्डर का आनंद लेना है।"
            }
          ],
          "challenges": "विकास के दौरान, हमें ई-कॉमर्स प्रकार की ऑनलाइन स्टोर्स के डिज़ाइन और निर्माण में अनुभव प्राप्त हुआ, जिसमें उनके संबंधित खंड, खरीददारी कार्ट, और उत्पाद वर्गीकरण शामिल थे। इस मामले के लिए एक अतिरिक्त चुनौती यह थी कि PagoLinea को PagoTienda के साथ एकीकृत किया जाए, जो खरीददारी प्रक्रिया को सरलीकृत करने के लिए डिज़ाइन किया गया था।",
          "figmaDesigns": [
            "/images/figmaDesktopPago.png",
            "/images/figmaMobilePago.png"
          ],
          "designSystem": {
            "typography": [
              { "heading": "H1 bold", "desktop": "64px", "mobile": "32px" },
              { "heading": "H2 bold", "desktop": "48px", "mobile": "24px" },
              { "heading": "H3 bold", "desktop": "32px", "mobile": "22px" },
              { "heading": "H5 medium", "desktop": "22px", "mobile": "20px" },
              { "heading": "P regular", "desktop": "16px", "mobile": "14px" }
            ],
            "colors": [
              { "name": "Primary", "hex": "#960FCC" },
              { "name": "Secondary", "hex": "#F7EEFB" },
              { "name": "White", "hex": "#FFFFFF" },
              { "name": "Black", "hex": "#3E3E3E" },
              { "name": "Dark blue", "hex": "#28292C" },
              { "name": "Gray", "hex": "#828385" },
              { "name": "Light gray", "hex": "#B0B0B0" },
              { "name": "Main gradient", "hex": "#640A88" }
            ]
          }
        }
      },
      "project3": {
        "id": 3,
        "completed": false,
        "info": {
          "link": "pago-tienda",
          "title": "UnitradeFX",
          "place": "Argentina",
          "date": "2023",
          "tags": ["UI Design", "Web Development"],
          "technologies": ["React JS", "GSAP", "Tailwind CSS"]
        },
        "image": "/images/projects_copy.png",
        "mockupImages": {
          "big": "/images/mockupBigPago.png",
          "mid": "/images/mockupMidPago.png",
          "sm": "/images/mockupSmPago.png"
        },
        "studyCase": {
          "image": "/images/study-main-pago.png",
          "meet": "Pago Tienda is a web page where business partners exhibit and market their products or services so customers can purchase them. Pago Tienda Integrates the cryptocurrency payment method that is currently relatively recent and innovative in Argentina.",
          "background": "In a market that is expanding in large proportions, not only in the Argentine region, it is vital to access the most significant number of products or services quickly and easily. In the case of Argentina, due to its current economic situation, which is not favorable at all, the local currency has been devalued abysmally. This event has caused the inhabitants of this country to be forced to resort to different ways of preserving liquidity, such as dollars or cryptocurrencies. This situation has motivated the Pago Tienda team to design an online store with payment options like cryptocurrencies.",
          "development": [
            {
              "image": "/images/development1-pago.png",
              "title": "Registration processes.",
              "description": "To create a groundbreaking operating experience, the NODO Film Systems allowed camera operators to adjust the weight of the wheels, control mass and drag, and create different camera simulations."
            },
            {
              "image": "/images/development1-pago.png",
              "title": "Organization and features.",
              "description": "To create a groundbreaking operating experience, the NODO Film Systems allowed camera operators to adjust the weight of the wheels, control mass and drag, and create different camera simulations."
            },
            {
              "image": "/images/development3-pago.png",
              "title": "Purchase processes.",
              "description": "To create a groundbreaking operating experience, the NODO Film Systems allowed camera operators to adjust the weight of the wheels, control mass and drag, and create different camera simulations."
            }
          ],
          "challenges": "To create a groundbreaking operating experience, the NODO Film Systems allowed camera operators to adjust the weight of the wheels, control mass and drag, and create different camera simulations.",
          "figmaDesigns": [
            "/images/figmaDesktopPago.png",
            "/images/figmaMobilePago.png"
          ],
          "designSystem": {
            "typography": [
              { "heading": "H1 bold", "desktop": "64px", "mobile": "32px" },
              { "heading": "H2 bold", "desktop": "48px", "mobile": "24px" },
              { "heading": "H3 bold", "desktop": "32px", "mobile": "22px" },
              { "heading": "H5 medium", "desktop": "22px", "mobile": "20px" },
              { "heading": "P regular", "desktop": "16px", "mobile": "14px" }
            ],
            "colors": [
              { "name": "Primary", "hex": "#960FCC" },
              { "name": "Secondary", "hex": "#F7EEFB" },
              { "name": "White", "hex": "#FFFFFF" },
              { "name": "Black", "hex": "#3E3E3E" },
              { "name": "Dark blue", "hex": "#28292C" },
              { "name": "Gray", "hex": "#828385" },
              { "name": "Light gray", "hex": "#B0B0B0" },
              { "name": "Main gradient", "hex": "#640A88" }
            ]
          }
        }
      }
    },
    "text": {
      "context": {
        "title": "कुछ<br/>संदर्भ",
        "team": "टीम से मिलिए",
        "background": "पृष्ठभूमि"
      },
      "development": {
        "title": "विकास"
      },
      "designSystem": {
        "title": "स्टाइल<br/>गाइड",
        "table": {
          "typography": {
            "title": "टाइपोग्राफी",
            "heading": "शीर्षक",
            "desktop": "डेस्कटॉप",
            "mobile": "मोबाइल"
          },
          "colors": "रंग पैलेट"
        }
      }
    }
  },
  "about": {
    "welcomeMessage": "हम डिज़ाइन, नवाचार और व्यवसायों के विकास में मदद करने के उत्साह के साथ जीते हैं और सासते हैं।",
    "title": "हमारी प्रक्रियाएँ",
    "processes": [
      {
        "title": "रणनीति",
        "description": "हम हर प्रोजेक्ट की शुरुआत एक डेटा-ड्राइवन रणनीति के साथ करते हैं जो आपके सफलता के लिए नींव रखती है। हमारी टीम बाजार जानकारी, ग्राहक व्यवहार, और उद्योग के रुझानों में गहराई से गुस्सने के बाद आपके लक्ष्यों के साथ मेल खाने वाली एक विशेष योजना तैयार करने के लिए।"
      },
      {
        "title": "डिज़ाइन",
        "description": "हमारे डिज़ाइन जादूगर विचारकों को जीवन में लाते हैं, जो एक दुर्लभ दृश्य को जीवित करते हैं और एक दीर्घकालिक प्रभाव छोड़ते हैं। चिकनी इंटरफेस से लेकर आकर्षक ग्राफिक्स तक, हम एक आकर्षक उपयोगकर्ता अनुभव बनाते हैं जो आगंतुकों को वश में कर देता है।"
      },
      {
        "title": "विकास",
        "description": "हमारे विकास जादूगर अपना जादू काम करते हैं, डिज़ाइन को कार्यात्मक वास्तविकता में बदलते हैं। नवाचारी तकनीक और सूक्ष्म विवरण के साथ, हम एक अद्वितीय कोड की सार्वजनिक वेब बुनते हैं जो आपकी वेबसाइट के प्रदर्शन को संचालित करता है।"
      }
    ]
  },
  "contact": {
    "welcomeMessage": "चलिए<br/><i>डिज़ाइन</i><br/>करें,<br/><i>प्रस्तुत करें।</i>",
    "formTitle": "हम आपके लिए क्या कर सकते हैं?",
    "placeholder": {
      "name": "अपना नाम लिखें",
      "email": "अपना ईमेल लिखें",
      "message": "हमें क्या कहना चाहेंगे?"
    }
  },
  "button": {
    "send": "भेजें",
    "becomeClient": "ग्राहक बनें",
    "visitSite": "साइट पर जाएं"
  },
  "seo": {
    "home": {
        "title": "सामाकल - कनाड़ा की वेब एजेंसी",
        "metaDescription": "सामाकल - कनाड़ा की वेब एजेंसी: डायनेमिक वेब समाधानों के साथ व्यापारों को ऊंचाई पर ले जाना।"
    },
    "about": {
        "title": "सामाकल - हमारे बारे में",
        "metaDescription": "सामाकल - हमारे बारे में: कनाड़ा की प्रमुख वेब एजेंसी | हम डिज़ाइन, नवाचार और व्यापारों की वृद्धि में मदद करने की उत्सुकता में जीते हैं।"
    },
    "services": {
        "title": "सामाकल - हमारी सेवाएँ",
        "metaDescription": "सामाकल - हमारी सेवाएँ: कनाड़ा में हमारी व्यापक वेब सेवाओं का अन्वेषण करें, जिसमें वेब डिज़ाइन, विकास, एसईओ समाधान, ई-कॉमर्स और अन्य शामिल हैं। हमारी समर्पित टीम आपकी व्यापार को ऑनलाइन में फलदायक बनाने के लिए समर्पित है। जानें कैसे हम हमारे अनुभव को आपकी विशेष आवश्यकताओं को पूरा करने के लिए अनुकूलित कर सकते हैं। हमारे साथ आज अपने डिजिटल यात्रा में साथ जुड़ें।"
    },
    "projects": {
        "title": "सामाकल - हमारे परियोजनाएँ",
        "metaDescription": "सामाकल - हमारे परियोजनाएँ: वेब डिज़ाइन और विकास की ताकत को खोलें | कनाड़ा की वेब एजेंसी।"
    },
    "contact": {
        "title": "सामाकल - हमसे संपर्क करें",
        "metaDescription": "सामाकल - हमसे संपर्क करें: आपकी भरोसेमंद वेब एजेंसी के साथ संपर्क करें।"
    },
    "studyCases": {
        "metaDescription": "सफलता तक पहुंचने में जोड़ने वाले योजनाएँ, चुनौतियों और समाधानों की खोज करें, हमारे ग्राहकों के लिए प्रभावी समाधान प्रदान करने के हमारे प्रतिबद्धता का साक्षर करते हैं।"
    }
}


}
